[
  {
    "citance_No": 1, 
    "citing_paper_id": "W07-1202", 
    "citing_paper_authority": 5, 
    "citing_paper_authors": "Stephen, Clark | James R., Curran", 
    "raw_text": "Theevaluation in this paper was based solely on CCGbank, but we have shown in Clark and Curran (2007) that theCCG parser gives state-of-the-art performance, out performing the RASP parser (Briscoe et al, 2006) by over 5% on DepBank", 
    "clean_text": "The evaluation in this paper was based solely on CCGbank, but we have shown in Clark and Curran (2007) that the CCG parser gives state-of-the-art performance, outperforming the RASP parser (Briscoe et al, 2006) by over 5% on DepBank.", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 2, 
    "citing_paper_id": "P14-1042", 
    "citing_paper_authority": 0, 
    "citing_paper_authors": "Weiwei, Sun | Yantao, Du | Xin, Kou | Shuoyang, Ding | Xiaojun, Wan", 
    "raw_text": "CCG and HPSG parsers also favor the dependency based metrics for evaluation (Clark and Curran, 2007b; Miyao and Tsujii, 2008)", 
    "clean_text": "CCG and HPSG parsers also favor the dependency based metrics for evaluation (Clark and Curran, 2007b; Miyao and Tsujii, 2008).", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 3, 
    "citing_paper_id": "C08-1069", 
    "citing_paper_authority": 2, 
    "citing_paper_authors": "Takuya, Matsuzaki | Jun'ichi, Tsujii", 
    "raw_text": "For example, Clark and Curran (2007) developed a set of mapping rules from the output of a Combinatorial Catego rial grammar parser to the Grammatical Relations (GR) (Carroll et al, 1998)", 
    "clean_text": "For example, Clark and Curran (2007) developed a set of mapping rules from the output of a Combinatorial Categorial grammar parser to the Grammatical Relations (GR) (Carroll et al, 1998).", 
    "keep_for_gold": 1
  }, 
  {
    "citance_No": 4, 
    "citing_paper_id": "S10-1069", 
    "citing_paper_authority": 0, 
    "citing_paper_authors": "Dominick, Ng | James W. D., Constable | Matthew, Honnibal | James R., Curran", 
    "raw_text": "Our system used the C& amp; C parser (Clark and Curran, 2007a), which uses the Combinatory Cat ego rial Grammar formalism (CCG, Steedman, 2000)", 
    "clean_text": "Our system used the C & C parser (Clark and Curran, 2007a), which uses the Combinatory Categorial Grammar formalism (CCG, Steedman, 2000).", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 5, 
    "citing_paper_id": "S10-1069", 
    "citing_paper_authority": 0, 
    "citing_paper_authors": "Dominick, Ng | James W. D., Constable | Matthew, Honnibal | James R., Curran", 
    "raw_text": "However, cross framework parser evaluation is a difficult problem: previous attempts to evaluate the C& amp; C parser on grammatical relations (Clark and Curran, 2007b) and Penn Treebank-trees (Clark and Curran, 2009) have also produced upper bounds between 80 and 90% F-score", 
    "clean_text": "However, cross framework parser evaluation is a difficult problem: previous attempts to evaluate the C & C parser on grammatical relations (Clark and Curran, 2007b) and Penn Treebank-trees (Clark and Curran, 2009) have also produced upper bounds between 80 and 90% F-score.", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 6, 
    "citing_paper_id": "S10-1069", 
    "citing_paper_authority": 0, 
    "citing_paper_authors": "Dominick, Ng | James W. D., Constable | Matthew, Honnibal | James R., Curran", 
    "raw_text": "Clark and Curran (2007a) demonstrate the use of techniques like adaptive super tagging ,parallelisation and a dynamic-programming chart parsing algorithm to implement the C& amp; C parser, a highly efficient CCG parser that performs well against parsers built on different formalisms (Rimell et al, 2009)", 
    "clean_text": "Clark and Curran (2007a) demonstrate the use of techniques like adaptive super tagging, parallelisation and a dynamic-programming chart parsing algorithm to implement the C & C parser, a highly efficient CCG parser that performs well against parsers built on different formalisms (Rimell et al, 2009).", 
    "keep_for_gold": 1
  }, 
  {
    "citance_No": 7, 
    "citing_paper_id": "S10-1069", 
    "citing_paper_authority": 0, 
    "citing_paper_authors": "Dominick, Ng | James W. D., Constable | Matthew, Honnibal | James R., Curran", 
    "raw_text": "Our system achieved an overall accuracy of 79% on the development set and 70% over the test set. The gap between our development and test accuracies suggests our heuristics may have been over fitted to the development data. Our investigation using gold-standard dependencies established an upper bound of 87% on the development set for our approach to the task. While this is not ideal, we note that previous efforts at cross-parser evaluation have shown that it is a difficult problem (Clark and Curran (2007b) and Clark and Curran (2009))", 
    "clean_text": "While this is not ideal, we note that previous efforts at cross-parser evaluation have shown that it is a difficult problem (Clark and Curran (2007b) and Clark and Curran (2009)).", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 8, 
    "citing_paper_id": "W08-1304", 
    "citing_paper_authority": 0, 
    "citing_paper_authors": "Daniel P., Flickinger", 
    "raw_text": "Furthermore, a simple labelled bracketing of surface tokens obscures the fact that a single syntactic constituent can fill multiple roles in the logical structure expressed by a sentence, as with controlled subjects, relative clauses, appositives, coordination, etc. More detailed discussions of the obstacles to directly com paring syntactic structures include Preiss (2003), Clark and Curran (2007), and most recently Sagae et al (2008)", 
    "clean_text": "More detailed discussions of the obstacles to directly comparing syntactic structures include Preiss (2003), Clark and Curran (2007), and most recently Sagae et al (2008).", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 9, 
    "citing_paper_id": "D10-1068", 
    "citing_paper_authority": 0, 
    "citing_paper_authors": "Rebecca, Dridan | Timothy, Baldwin", 
    "raw_text": "We find that, not only can we produce models that are suitable for kick-starting thetreebanking process, but the accuracy of these mod els is comparable to parsers trained on gold standard data (Clark and Curran, 2007b; Miyao and Tsujii,2008), which have been successfully used in applications (Miyao et al, 2008)", 
    "clean_text": "We find that, not only can we produce models that are suitable for kick-starting the treebanking process, but the accuracy of these models is comparable to parsers trained on gold standard data (Clark and Curran, 2007b; Miyao and Tsujii,2008), which have been successfully used in applications (Miyao et al, 2008).", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 10, 
    "citing_paper_id": "D10-1068", 
    "citing_paper_authority": 0, 
    "citing_paper_authors": "Rebecca, Dridan | Timothy, Baldwin", 
    "raw_text": "EDM Fscores of 90% and 83% over in-domain data com pare well with dependency-based scores from other parsers, although a direct comparison is very difficult to do (Clark and Curran, 2007a; Miyao et al,2007)", 
    "clean_text": "EDM Fscores of 90% and 83% over in-domain data compare well with dependency-based scores from other parsers, although a direct comparison is very difficult to do (Clark and Curran, 2007a; Miyao et al,2007).", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 11, 
    "citing_paper_id": "P08-1050", 
    "citing_paper_authority": 7, 
    "citing_paper_authors": "Jianguo, Li | Chris, Brew", 
    "raw_text": "SCF and DR: These more linguistically informed features are constructed based on the grammatical relations generated by the C& amp; C CCG parser (Clark and Curran, 2007)", 
    "clean_text": "SCF and DR: These more linguistically informed features are constructed based on the grammatical relations generated by the C & C CCG parser (Clark and Curran, 2007).", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 12, 
    "citing_paper_id": "W08-1004", 
    "citing_paper_authority": 2, 
    "citing_paper_authors": "Adriane, Boyd | Detmar, Meurers", 
    "raw_text": "The focus on labeled dependencies also provides a direct link to recent work on dependency-based evaluation (e.g., Clark and Curran, 2007) and dependency parsing (e.g., CoNLL shared tasks 2006, 2007)", 
    "clean_text": "The focus on labeled dependencies also provides a direct link to recent work on dependency-based evaluation (e.g., Clark and Curran, 2007) and dependency parsing (e.g., CoNLL shared tasks 2006, 2007).", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 13, 
    "citing_paper_id": "W08-1004", 
    "citing_paper_authority": 2, 
    "citing_paper_authors": "Adriane, Boyd | Detmar, Meurers", 
    "raw_text": "However, their dependency-based evaluation does not make use of the grammatical function labels, which are provided in the corpora and closely correspond to the representations used in recent work on formalism independent evaluation of parsers (e.g., Clark and Curran, 2007) .3 Addressing these issues, we resolve the apparent discrepancy between Ku ?bler et al (2006) and Dubey (2004) and establish a firm grammatical function comparison of Negra and Tu? Ba-D/Z. We also extend the evaluation to a labeled dependency evaluation based on grammatical relations for both corpora", 
    "clean_text": "However, their dependency-based evaluation does not make use of the grammatical function labels, which are provided in the corpora and closely correspond to the representations used in recent work on formalism independent evaluation of parsers (e.g., Clark and Curran, 2007).", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 14, 
    "citing_paper_id": "W08-1004", 
    "citing_paper_authority": 2, 
    "citing_paper_authors": "Adriane, Boyd | Detmar, Meurers", 
    "raw_text": "Alabeled dependency evaluation based on grammatical relations, which links this work to current work on formalism-independent parser evaluation (e.g., Clark and Curran, 2007), shows that the parsing performance for Negra and Tu? Ba-D/Z is comparable", 
    "clean_text": "A labeled dependency evaluation based on grammatical relations, which links this work to current work on formalism-independent parser evaluation (e.g., Clark and Curran, 2007), shows that the parsing performance for Negra and Tu Ba-D/Z is comparable.", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 15, 
    "citing_paper_id": "P09-1043", 
    "citing_paper_authority": 4, 
    "citing_paper_authors": "Yi, Zhang | Rui, Wang", 
    "raw_text": "Conceptually, this conversion is similar to the conversions from deeper structures to GRreprsentations reported by Clark and Curran (2007) and Miyao et al (2007)", 
    "clean_text": "Conceptually, this conversion is similar to the conversions from deeper structures to GR reprsentations reported by Clark and Curran (2007) and Miyao et al (2007).", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 16, 
    "citing_paper_id": "D08-1050", 
    "citing_paper_authority": 10, 
    "citing_paper_authors": "Laura, Rimell | Stephen, Clark", 
    "raw_text": "The CCG parser we use (Clark and Curran, 2007b) makes use of three levels of representation: one, a POS tag level based on the fairly coarse-grained POS tags in the Penn Treebank; two, a lexical category level based on the more fine-grained CCG lexical categories, which are assigned to words by a CCGsu 475 per tagger; and three, a hierarchical level consisting of CCG derivations", 
    "clean_text": "The CCG parser we use (Clark and Curran, 2007b) makes use of three levels of representation: one, a POS tag level based on the fairly coarse-grained POS tags in the Penn Treebank; two, a lexical category level based on the more fine-grained CCG lexical categories, which are assigned to words by a CCG super tagger; and three, a hierarchical level consisting of CCG derivations.", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 17, 
    "citing_paper_id": "D08-1050", 
    "citing_paper_authority": 10, 
    "citing_paper_authors": "Laura, Rimell | Stephen, Clark", 
    "raw_text": "The CCG parser is described in detail in Clark and Curran (2007b) and so we provide only a brief description", 
    "clean_text": "The CCG parser is described in detail in Clark and Curran (2007b) and so we provide only a brief description.", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 18, 
    "citing_paper_id": "D08-1050", 
    "citing_paper_authority": 10, 
    "citing_paper_authors": "Laura, Rimell | Stephen, Clark", 
    "raw_text": "Supertagging was originally developed for Lexicalized Tree Adjoining Grammar (Bangalore and Joshi, 1999), but has been particularly successful for wide-coverage CCG parsing (Clark and Curran, 2007b)", 
    "clean_text": "Supertagging was originally developed for Lexicalized Tree Adjoining Grammar (Bangalore and Joshi, 1999), but has been particularly successful for wide-coverage CCG parsing (Clark and Curran, 2007b).", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 19, 
    "citing_paper_id": "D08-1050", 
    "citing_paper_authority": 10, 
    "citing_paper_authors": "Laura, Rimell | Stephen, Clark", 
    "raw_text": "The CCG super tagger is not able to assign a single category to each word with extremely high accuracy? hence the need for it to operate as a multi-tagger? but even in multi-tagger mode it dramatically reduces the ambiguity passed through to the parser (Clark and Curran, 2007b)", 
    "clean_text": "The CCG super tagger is not able to assign a single category to each word with extremely high accuracy - hence the need for it to operate as a multi-tagger - but even in multi-tagger mode it dramatically reduces the ambiguity passed through to the parser (Clark and Curran, 2007b).", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 20, 
    "citing_paper_id": "D08-1050", 
    "citing_paper_authority": 10, 
    "citing_paper_authors": "Laura, Rimell | Stephen, Clark", 
    "raw_text": "(2006), and it scores 82.4 %labelled precision and 81.2 %labelled recall overall (Clark and Curran,2007a)", 
    "clean_text": "The parser has been evaluated on DepBank (King et al., 2003), using the GR scheme of Briscoe et al. (2006), and it scores 82.4% labelled precision and 81.2% labelled recall overall (Clark and Curran, 2007a).", 
    "keep_for_gold": 0
  }
]