[
  {
    "citance_No": 1, 
    "citing_paper_id": "P01-1010", 
    "citing_paper_authority": 17, 
    "citing_paper_authors": "Rens, Bod", 
    "raw_text": "One may object that this example is somewhat far-fetched, but Chiang (2000) notes that head-lexicalized stochastic grammars fall short in encoding even simple dependency relations such as between left and John in the sentence John should have left. This is because Magerman &apos; s head-percolation scheme makes should and have the heads of their respective VPs so that there is no dependency relation between the verb left and its subject John", 
    "clean_text": "One may object that this example is somewhat far-fetched, but Chiang (2000) notes that head-lexicalized stochastic grammars fall short in encoding even simple dependency relations such as between left and John in the sentence John should have left.", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 2, 
    "citing_paper_id": "P01-1010", 
    "citing_paper_authority": 17, 
    "citing_paper_authors": "Rens, Bod", 
    "raw_text": "The only other model that uses frontier lexicalization and that was tested on the standard WSJ split is Chiang (2000) who extracts a stochastic tree-insertion grammar or STIG (Schabes& amp; Waters 1996) from the WSJ, obtaining 86.6% LP and 86.9% LR for sentences? 40 words", 
    "clean_text": "The only other model that uses frontier lexicalization and that was tested on the standard WSJ split is Chiang (2000) who extracts a stochastic tree-insertion grammar or STIG (Schabes; Waters 1996) from the WSJ, obtaining 86.6% LP and 86.9% LR for sentences 40 words.", 
    "keep_for_gold": 1
  }, 
  {
    "citance_No": 3, 
    "citing_paper_id": "P14-1040", 
    "citing_paper_authority": 0, 
    "citing_paper_authors": "Bikash, Gyawali | Claire, Gardent", 
    "raw_text": "They induce a probabilistic Tree Adjoining Grammar from a training set algning frame sand sentences using the grammar induction technique of (Chiang, 2000) and use a beam search that uses weighted features learned from the training data to rank alternative expansions at each step. (Lu and Ng, 2011) focuses on generating natural language sentences from logical form (i.e., lambda terms) using a synchronous context-free grammar", 
    "clean_text": "They induce a probabilistic Tree Adjoining Grammar from a training set algning frames and sentences using the grammar induction technique of (Chiang, 2000) and use a beam search that uses weighted features learned from the training data to rank alternative expansions at each step.", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 4, 
    "citing_paper_id": "P14-1040", 
    "citing_paper_authority": 0, 
    "citing_paper_authors": "Bikash, Gyawali | Claire, Gardent", 
    "raw_text": "In particular, our gram mars differs from the traditional probabilistic Tree Adjoining Grammar extracted as described in e.g., (Chiang, 2000) in that they encode both syntax and semantics rather than just syntax", 
    "clean_text": "In particular, our grammars differs from the traditional probabilistic Tree Adjoining Grammar extracted as described in e.g., (Chiang, 2000) in that they encode both syntax and semantics rather than just syntax.", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 5, 
    "citing_paper_id": "D07-1062", 
    "citing_paper_authority": 3, 
    "citing_paper_authors": "Yudong, Liu | Anoop, Sarkar", 
    "raw_text": "We use sister ad junction which is commonly used in LTAG statistical parsers to deal with the relatively flat Penn Tree bank trees (Chiang, 2000)", 
    "clean_text": "We use sister adjunction which is commonly used in LTAG statistical parsers to deal with the relatively flat Penn Tree bank trees (Chiang, 2000).", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 6, 
    "citing_paper_id": "D07-1062", 
    "citing_paper_authority": 3, 
    "citing_paper_authors": "Yudong, Liu | Anoop, Sarkar", 
    "raw_text": "In LTAG-based statistical parsers, high accuracy is obtained by using the Magerman Collins head-percolation rules in order to provide the etrees (Chiang, 2000)", 
    "clean_text": "In LTAG-based statistical parsers, high accuracy is obtained by using the Magerman Collins head-percolation rules in order to provide the etrees (Chiang, 2000).", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 7, 
    "citing_paper_id": "W06-1501", 
    "citing_paper_authority": 1, 
    "citing_paper_authors": "David, Chiang | Owen, Rambow", 
    "raw_text": "Ourimplementation uses an extension of our monolingual parser (Chiang, 2000) based on tree-substitution 1 grammar with sister ad junction (TSG+SA) .The main contributions of this paper are as fol lows: 1", 
    "clean_text": "Our implementation uses an extension of our monolingual parser (Chiang, 2000) based on tree-substitution grammar with sister adjunction (TSG+SA) .", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 8, 
    "citing_paper_id": "W06-1501", 
    "citing_paper_authority": 1, 
    "citing_paper_authors": "David, Chiang | Owen, Rambow", 
    "raw_text": "Our parser (Chiang, 2000) is based on synchronous tree-substitution grammar with sister ad junction (TSG+SA)", 
    "clean_text": "Our parser (Chiang, 2000) is based on synchronous tree-substitution grammar with sister adjunction (TSG+SA).", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 9, 
    "citing_paper_id": "C02-1138", 
    "citing_paper_authority": 4, 
    "citing_paper_authors": "John, Chen | Srinivas, Bangalore | Owen, Rambow | Marilyn A., Walker", 
    "raw_text": "(Chiang, 2000), (Xia, 1999)) .These techniques extract a linguistically motivated TAG using heuristics programmed using a modicum of human labor", 
    "clean_text": "Another kind of grammar is a TAG automatically extracted from a treebank using the techniques of (Chen, 2001) (cf. (Chiang, 2000), (Xia, 1999)).", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 10, 
    "citing_paper_id": "W02-0111", 
    "citing_paper_authority": 4, 
    "citing_paper_authors": "Matthew, Stone", 
    "raw_text": "observed bigram dependencies; see (Chiang, 2000)", 
    "clean_text": "Indeed, since TAGLET thus induces bigram dependency structures from trees, this invites the estimation of probability distributions on TAGLET derivations based on observed bigram dependencies; see (Chiang, 2000).", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 11, 
    "citing_paper_id": "P13-1030", 
    "citing_paper_authority": 0, 
    "citing_paper_authors": "Ben, Swanson | Elif, Yamangil | Eugene, Charniak | Stuart M., Shieber", 
    "raw_text": "While earlier approaches such as Hwa (1998) and Chiang (2000) relied on hueristicinduction methods, they were nevertheless sucess ful at parsing", 
    "clean_text": "While earlier approaches such as Hwa (1998) and Chiang (2000) relied on hueristic induction methods, they were nevertheless sucessful at parsing.", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 12, 
    "citing_paper_id": "P13-1030", 
    "citing_paper_authority": 0, 
    "citing_paper_authors": "Ben, Swanson | Elif, Yamangil | Eugene, Charniak | Stuart M., Shieber", 
    "raw_text": "While different representations make direct comparison inappropriate, the OSTAG results lie in the same range as previous work with statistical TIG on this task, such as Chiang (2000) (86.00) and Shindo et al (2011) (85.03) .The OSTAG constraint can be relaxed as described in Section 4.2 to allow any finite number of on-spine ad junctions without sacrificing context free form", 
    "clean_text": "While different representations make direct comparison inappropriate, the OSTAG results lie in the same range as previous work with statistical TIG on this task, such as Chiang (2000) (86.00) and Shindo et al (2011) (85.03).", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 13, 
    "citing_paper_id": "W03-1012", 
    "citing_paper_authority": 20, 
    "citing_paper_authors": "Libin, Shen | Anoop, Sarkar | Aravind K., Joshi", 
    "raw_text": "In addition to ad junction, we also use sister ad junction as defined in the LTAG statistical parser described in (Chiang, 2000) .1 The tree resulting from the combination of elementary trees is is called a derived tree", 
    "clean_text": "In addition to adjunction, we also use sister adjunction as defined in the LTAG statistical parser described in (Chiang, 2000).", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 14, 
    "citing_paper_id": "W03-1006", 
    "citing_paper_authority": 26, 
    "citing_paper_authors": "John, Chen | Owen, Rambow", 
    "raw_text": "Improvements along this line may be attained by use ofa full TAG parser, such as Chiang (2000) for example", 
    "clean_text": "Improvements along this line may be attained by use of a full TAG parser, such as Chiang (2000) for example.", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 15, 
    "citing_paper_id": "E06-1047", 
    "citing_paper_authority": 15, 
    "citing_paper_authors": "David, Chiang | Mona, Diab | Nizar, Habash | Owen, Rambow | Safiullah, Shareef", 
    "raw_text": "The parsing model used is essentially that of Chiang (Chiang, 2000), which is based on a highly restricted version of tree-adjoining grammar", 
    "clean_text": "The parsing model used is essentially that of Chiang (Chiang, 2000), which is based on a highly restricted version of tree-adjoining grammar.", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 16, 
    "citing_paper_id": "W02-1509", 
    "citing_paper_authority": 1, 
    "citing_paper_authors": "Carlos A., Prolo", 
    "raw_text": "as a VP modifier and still have it between the verb and the NP.9 LexTract then would instead extract an9A striking use of sister ad junction in (Chiang, 2000) is exactly the elegant way it solves this problem: the non-argument tree can be adjoined onto a node (say, VP), positioning itself in between the VP? s children, which is not possible with TAGs", 
    "clean_text": "A striking use of sister adjunction in (Chiang, 2000) is exactly the elegant way it solves this problem: the non-argument tree can be adjoined onto a node (say, VP), positioning itself in between the VP's children, which is not possible with TAGs.", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 17, 
    "citing_paper_id": "E09-1080", 
    "citing_paper_authority": 2, 
    "citing_paper_authors": "Federico, Sangati | Willem, Zuidema", 
    "raw_text": "Our method is similar to (Chiang,2000), but is even simpler in ignoring the distinction between arguments and adjuncts (and thus the sister-ad junction operation)", 
    "clean_text": "Our method is similar to (Chiang, 2000), but is even simpler in ignoring the distinction between arguments and adjuncts (and thus the sister adjunction operation).", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 18, 
    "citing_paper_id": "W03-1025", 
    "citing_paper_authority": 11, 
    "citing_paper_authors": "Xiaoqiang, Luo", 
    "raw_text": "Parsersde scribed in (Bikel and Chiang, 2000) and (Xu et al, 2002) operate at word-level with the assumption that input sentences are pre-segmented. The paper studies the problem of parsing Chinese unsegmented sentences", 
    "clean_text": "Parsers described in (Bikel and Chiang, 2000) and (Xu et al, 2002) operate at word-level with the assumption that input sentences are pre-segmented.", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 19, 
    "citing_paper_id": "W03-1025", 
    "citing_paper_authority": 11, 
    "citing_paper_authors": "Xiaoqiang, Luo", 
    "raw_text": "Bikel and Chiang (2000) and Xu et al (2002) construct word-based statistical parsers on the first re lease of Chinese Treebank, which has about 100K words, roughly half of the training data used in this study", 
    "clean_text": "Bikel and Chiang (2000) and Xu et al (2002) construct word-based statistical parsers on the first release of Chinese Treebank, which has about 100K words, roughly half of the training data used in this study.", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 20, 
    "citing_paper_id": "W03-1025", 
    "citing_paper_authority": 11, 
    "citing_paper_authors": "Xiaoqiang, Luo", 
    "raw_text": "Xu et al (2002) is also based on PCFG, but enhanced with lexical features derived from the ASBCcorpus2. Xu et al (2002) reports an overall F-measure \u000f\u0004\u0011 \u0003 l \u0007 when the same training and test set as (Bikel and Chiang, 2000) are used", 
    "clean_text": "", 
    "keep_for_gold": 0
  }
]