[
  {
    "citance_No": 1, 
    "citing_paper_id": "P11-1102", 
    "citing_paper_authority": 2, 
    "citing_paper_authors": "Elijah, Mayfield | Carolyn Penstein, Ros&eacute;", 
    "raw_text": "As initiative passes back and forth between discourse participants, control over the con 1We treat each line in our corpus as a single contribution.versation similarly transfers from one speaker to an other (Walker and Whittaker, 1990)", 
    "clean_text": "As initiative passes back and forth between discourse participants, control over the conversation similarly transfers from one speaker to another (Walker and Whittaker, 1990).", 
    "keep_for_gold": 1
  }, 
  {
    "citance_No": 2, 
    "citing_paper_id": "N07-1003", 
    "citing_paper_authority": 0, 
    "citing_paper_authors": "Fan, Yang | Peter A., Heeman", 
    "raw_text": "Walker and Whittaker (1990) found a correlation between initiative switches and discourse segments", 
    "clean_text": "Walker and Whittaker (1990) found a correlation between initiative switches and discourse segments.", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 3, 
    "citing_paper_id": "W01-1607", 
    "citing_paper_authority": 6, 
    "citing_paper_authors": "Christine, Doran | John, Aberdeen | Laurie E., Damianos | Lynette, Hirschman", 
    "raw_text": "Intuitively, it seems that control rests with the participant who is moving a conversation ahead at a given point, or selecting new topics for conversation. After experimenting with several tagging methods, we concluded that the approach presented in Walker and Whittaker (1990) adopted from (Whittaker and Stenton, 1988) best captured the aspects of the dialogue we were interested in and, as with the DAs, could be tagged reliably on our data", 
    "clean_text": "After experimenting with several tagging methods, we concluded that the approach presented in Walker and Whittaker (1990) adopted from (Whittaker and Stenton, 1988) best captured the aspects of the dialogue we were interested in and, as with the DAs, could be tagged reliably on our data.", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 4, 
    "citing_paper_id": "P08-3008", 
    "citing_paper_authority": 0, 
    "citing_paper_authors": "Cynthia, Kersey", 
    "raw_text": "Before embarking on an exhaustive manual annotation of initiative, I chose to get a sense of whether initiative may indeed affect learning in this context by automatically tagging for initiative using an approximation of Walker and Whittaker? s utterance based allocation of control rules (Walker and Whittaker, 1990)", 
    "clean_text": "Before embarking on an exhaustive manual annotation of initiative, I chose to get a sense of whether initiative may indeed affect learning in this context by automatically tagging for initiative using an approximation of Walker and Whittaker's utterance based allocation of control rules (Walker and Whittaker, 1990).", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 5, 
    "citing_paper_id": "P08-3008", 
    "citing_paper_authority": 0, 
    "citing_paper_authors": "Cynthia, Kersey", 
    "raw_text": "Walker and Whittaker claim that initiative encompasses both dialogue control and task control (Walker and Whittaker, 1990), how ever, several others disagree", 
    "clean_text": "Walker and Whittaker claim that initiative encompasses both dialogue control and task control (Walker and Whittaker, 1990), however, several others disagree.", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 6, 
    "citing_paper_id": "P08-3008", 
    "citing_paper_authority": 0, 
    "citing_paper_authors": "Cynthia, Kersey", 
    "raw_text": "For dialogue initiative annotation, I am using Walker and Whittaker? s utterance based allocation of control rules (Walker and Whittaker, 1990), which are widely used to identify dialogue initiative", 
    "clean_text": "For dialogue initiative annotation, I am using Walker and Whittaker's utterance based allocation of control rules (Walker and Whittaker, 1990), which are widely used to identify dialogue initiative.", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 7, 
    "citing_paper_id": "W01-1621", 
    "citing_paper_authority": 1, 
    "citing_paper_authors": "Susan E., Strayer | Peter A., Heeman", 
    "raw_text": "Whittaker and Stenton (1988) looked at the correlation of control boundaries to discourse markers, and Walker and Whittaker (1990) looked at anaphoric reference", 
    "clean_text": "Whittaker and Stenton (1988) looked at the correlation of control boundaries to discourse markers, and Walker and Whittaker (1990) looked at anaphoric reference.", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 8, 
    "citing_paper_id": "W01-1621", 
    "citing_paper_authority": 1, 
    "citing_paper_authors": "Susan E., Strayer | Peter A., Heeman", 
    "raw_text": "and Discourse Structure Walker and Whittaker (1990) suggested that changes in initiative correspond to change sin discourse structure, but they did not determine the exact relationship between them. In this section we analyze the di erences between initiative segments and discourse structure for three dialogues from the TRAINScorpus", 
    "clean_text": "Walker and Whittaker (1990) suggested that changes in initiative correspond to change sin discourse structure, but they did not determine the exact relationship between them.", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 9, 
    "citing_paper_id": "W09-2109", 
    "citing_paper_authority": 0, 
    "citing_paper_authors": "Cynthia, Kersey | Barbara Di, Eugenio | Pamela W., Jordan | Sandra, Katz", 
    "raw_text": "For dialogue initiative annotation, we used the well-known utterance-based rules for allocation of control from (Walker and Whittaker, 1990)", 
    "clean_text": "For dialogue initiative annotation, we used the well-known utterance-based rules for allocation of control from (Walker and Whittaker, 1990).", 
    "keep_for_gold": 1
  }, 
  {
    "citance_No": 10, 
    "citing_paper_id": "W09-2109", 
    "citing_paper_authority": 0, 
    "citing_paper_authors": "Cynthia, Kersey | Barbara Di, Eugenio | Pamela W., Jordan | Sandra, Katz", 
    "raw_text": "We then compared the automatic annotation against the human gold standard, and we found an excellent accuracy: it ranged from 86% for assertions and questions, to 97% for prompts, to 100% for commands. Once the dialogue acts had been automatically annotated, two coders, one of the authors and an out side annotator, coded 24 dialogues (1449 utterances, approximately 45% of the corpus) for dialogue initiative, by using the four control rules from (Walker and Whittaker, 1990): 1", 
    "clean_text": "Once the dialogue acts had been automatically annotated, two coders, one of the authors and an out side annotator, coded 24 dialogues (1449 utterances, approximately 45% of the corpus) for dialogue initiative, by using the four control rules from (Walker and Whittaker, 1990).", 
    "keep_for_gold": 0
  }
]