[
  {
    "citance_No": 1, 
    "citing_paper_id": "D11-1118", 
    "citing_paper_authority": 11, 
    "citing_paper_authors": "Valentin I., Spitkovsky | Hiyan, Alshawi | Angel, Chang | Daniel, Jurafsky", 
    "raw_text": "Oneof several drawbacks of this practice is that it weak ens any conclusions that could be drawn about how computers (and possibly humans) learn in the absence of explicit feedback (McDonald et al, 2011) .In turn, not all unsupervised taggers actually in duce word categories: Many systems? known as part-of-speech disambiguators (Merialdo, 1994)? rely on external dictionaries of possible tags", 
    "clean_text": "One of several drawbacks of this practice is that it weakens any conclusions that could be drawn about how computers (and possibly humans) learn in the absence of explicit feedback (McDonald et al, 2011).", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 2, 
    "citing_paper_id": "D11-1118", 
    "citing_paper_authority": 11, 
    "citing_paper_authors": "Valentin I., Spitkovsky | Hiyan, Alshawi | Angel, Chang | Daniel, Jurafsky", 
    "raw_text": "Part-of-speech tags are known to contain significant amounts of information for unlabeled dependency parsing (McDonald et al, 2011,? 3.1), so we find it reassuring that our latest grammar inducer is less dependent on gold tags than its predecessors", 
    "clean_text": "Part-of-speech tags are known to contain significant amounts of information for unlabeled dependency parsing (McDonald et al, 2011), so we find it reassuring that our latest grammar inducer is less dependent on gold tags than its predecessors.", 
    "keep_for_gold": 1
  }, 
  {
    "citance_No": 3, 
    "citing_paper_id": "D11-1118", 
    "citing_paper_authority": 11, 
    "citing_paper_authors": "Valentin I., Spitkovsky | Hiyan, Alshawi | Angel, Chang | Daniel, Jurafsky", 
    "raw_text": "More recently, McDonald et al (2011) demonstrated an impressive alternative to grammar induction by projecting reference parse trees from languages that have annotations to ones that are resource-poor.13 It uses graph-based label propagation over a bilingual similarity graph for a sentence-aligned parallel corpus (Das and Petrov, 2011), inducing part-of-speech tags from a universal tag-set (Petrov et al, 2011)", 
    "clean_text": "More recently, McDonald et al (2011) demonstrated an impressive alternative to grammar induction by projecting reference parse trees from languages that have annotations to ones that are resource-poor.", 
    "keep_for_gold": 1
  }, 
  {
    "citance_No": 4, 
    "citing_paper_id": "P14-2095", 
    "citing_paper_authority": 0, 
    "citing_paper_authors": "Mikhail, Kozhevnikov | Ivan, Titov", 
    "raw_text": "If parallel data is available, it can be further used to enforce model agreement on this data to adjust for discrepancies between the two languages, for example by means of projected transfer (McDonald et al, 2011)", 
    "clean_text": "If parallel data is available, it can be further used to enforce model agreement on this data to adjust for discrepancies between the two languages, for example by means of projected transfer (McDonald et al, 2011).", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 5, 
    "citing_paper_id": "P14-2095", 
    "citing_paper_authority": 0, 
    "citing_paper_authors": "Mikhail, Kozhevnikov | Ivan, Titov", 
    "raw_text": "It also retains compatibility with any refinement procedures similar to projected transfer (McDonald et al, 2011) that may have been designed to work in conjunction with direct model transfer", 
    "clean_text": "It also retains compatibility with any refinement procedures similar to projected transfer (McDonald et al, 2011) that may have been designed to work in conjunction with direct model transfer.", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 6, 
    "citing_paper_id": "P14-2095", 
    "citing_paper_authority": 0, 
    "citing_paper_authors": "Mikhail, Kozhevnikov | Ivan, Titov", 
    "raw_text": "It remains to be seen which one would produce the best results and how multi-source feature representation projection would compare to, for ex ample, multi-source projected transfer (McDonald et al, 2011)", 
    "clean_text": "It remains to be seen which one would produce the best results and how multi-source feature representation projection would compare to, for example, multi-source projected transfer (McDonald et al, 2011).", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 7, 
    "citing_paper_id": "D12-1028", 
    "citing_paper_authority": 3, 
    "citing_paper_authors": "Zden&#x11B;k, &#x17D;abokrtsk&yacute; | David, Mare&#x10D;ek", 
    "raw_text": "McDonald et al2011) showed that such projection produce better structures than the current unsupervised parsers do", 
    "clean_text": "McDonald et al (2011) showed that such projection produce better structures than the current unsupervised parsers do.", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 8, 
    "citing_paper_id": "D12-1001", 
    "citing_paper_authority": 10, 
    "citing_paper_authors": "Greg, Durrett | Adam, Pauls | Dan, Klein", 
    "raw_text": "The fact that the English demand takes nouns on its left and right indicates that the German verlangen should do the same, correctly suggesting attachments to Verzicht and Gewerkschaften.Petrov, 2011) to train parsers that can run on any language with no adaptation (McDonald et al2011) or unsupervised adaptation (Cohen et al2011)", 
    "clean_text": "A more generally applicable class of methods exploits the notion of universal part of speech tags (Petrov et al., 2011; Das and Petrov, 2011) to train parsers that can run on any language with no adaptation (McDonald et al., 2011) or unsupervised adaptation (Cohen et al., 2011).", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 9, 
    "citing_paper_id": "D12-1001", 
    "citing_paper_authority": 10, 
    "citing_paper_authors": "Greg, Durrett | Adam, Pauls | Dan, Klein", 
    "raw_text": "We take MST Parser to be our underlying parsing model and use it as a testbed on which to evaluate the effectiveness ofour method for various data conditions.2 Byinstantiating the basic MSTParser features over coarse parts of speech, we construct a state-of-the-art delexical ized parser in the style of McDonald et al2011), where feature weights can be directly transferred from a source language or languages to a desired target language", 
    "clean_text": "By instantiating the basic MST Parser features over coarse parts of speech, we construct a state-of-the-art delexicalized parser in the style of McDonald et al (2011).", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 10, 
    "citing_paper_id": "D12-1001", 
    "citing_paper_authority": 10, 
    "citing_paper_authors": "Greg, Durrett | Adam, Pauls | Dan, Klein", 
    "raw_text": "We emphasize again that these baseline features are entirely standard, and all the DELEX feature set does is recreate an MSTParser-based analogue of the direct transfer parser described by McDonald et al (2011)", 
    "clean_text": "We emphasize again that these baseline features are entirely standard, and all the DELEX feature set does is recreate an MST Parser-based analogue of the direct transfer parser described by McDonald et al (2011).", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 11, 
    "citing_paper_id": "D12-1001", 
    "citing_paper_authority": 10, 
    "citing_paper_authors": "Greg, Durrett | Adam, Pauls | Dan, Klein", 
    "raw_text": "The first variable we consider is whether we have access to a small number of target language trees or only pre-existing tree banks in a number of other languages; while not our actual target language, these other tree banks can still serve as a kind of proxy for learning which features generally transfer useful in formation (McDonald et al2011)", 
    "clean_text": "The first variable we consider is whether we have access to a small number of target language trees or only pre-existing tree banks in a number of other languages; while not our actual target language, these other tree banks can still serve as a kind of proxy for learning which features generally transfer useful in formation (McDonald et al., 2011).", 
    "keep_for_gold": 1
  }, 
  {
    "citance_No": 12, 
    "citing_paper_id": "D12-1001", 
    "citing_paper_authority": 10, 
    "citing_paper_authors": "Greg, Durrett | Adam, Pauls | Dan, Klein", 
    "raw_text": "(2011) .9 Following McDonald et al2011), we strip punctuation from all tree banks for the results of Section 3.3", 
    "clean_text": "Following McDonald et al (2011), we strip punctuation from all tree banks for the results of Section 3.3.", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 13, 
    "citing_paper_id": "D12-1001", 
    "citing_paper_authority": 10, 
    "citing_paper_authors": "Greg, Durrett | Adam, Pauls | Dan, Klein", 
    "raw_text": "We also include the baseline results of McDonald et al2011) and Ta ?ckstro? m et al2012) and improvements from their best methods of using bi text and lexical information", 
    "clean_text": "", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 14, 
    "citing_paper_id": "D12-1001", 
    "citing_paper_authority": 10, 
    "citing_paper_authors": "Greg, Durrett | Adam, Pauls | Dan, Klein", 
    "raw_text": "Following the procedure from McDonald et al2011), for each language, we train both ourDELEX and DELEX+PROJ features on a concatenation of 2000 sentences from each other CoNLL training set, plus 2000 sentences from the Penn Treebank", 
    "clean_text": "Following the procedure from McDonald et al (2011), for each language, we train both our DELEX and DELEX+PROJ features on a concatenation of 2000 sentences from each other CoNLL training set, plus 2000 sentences from the Penn Treebank.", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 15, 
    "citing_paper_id": "D12-1001", 
    "citing_paper_authority": 10, 
    "citing_paper_authors": "Greg, Durrett | Adam, Pauls | Dan, Klein", 
    "raw_text": "We include for reference the baseline results of McDonald et al2011) and Ta ?ckstro? m et al2012) (multi-direct transfer and no clusters) and the improvements from their best methods using lexical information (multi-projected transfer and cross lingual clusters)", 
    "clean_text": "We include for reference the baseline results of McDonald et al (2011) and Ta?ckstro?m et al (2012) (multi-direct transfer and no clusters) and the improvements from their best methods using lexical information (multi-projected transfer and cross lingual clusters).", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 16, 
    "citing_paper_id": "D12-1125", 
    "citing_paper_authority": 3, 
    "citing_paper_authors": "Yuan, Zhang | Roi, Reichart | Regina, Barzilay | Amir, Globerson", 
    "raw_text": "1370 (McDonald et al 2011)", 
    "clean_text": "", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 17, 
    "citing_paper_id": "D12-1125", 
    "citing_paper_authority": 3, 
    "citing_paper_authors": "Yuan, Zhang | Roi, Reichart | Regina, Barzilay | Amir, Globerson", 
    "raw_text": "The first parser is a non-lexicalized version of the MST parser (McDonald et al 2005) successfully used in the multilingual context (McDonald et al 2011)", 
    "clean_text": "The first parser is a non-lexicalized version of the MST parser (McDonald et al 2005) successfully used in the multilingual context (McDonald et al 2011).", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 18, 
    "citing_paper_id": "D12-1125", 
    "citing_paper_authority": 3, 
    "citing_paper_authors": "Yuan, Zhang | Roi, Reichart | Regina, Barzilay | Amir, Globerson", 
    "raw_text": "Surprisingly, our model slightly outperforms the mapping of (Petrov et al 2011), yielding an aver age accuracy of 56.7% as compared to the 55.4% achieved by its manually constructed counterpart for the direct transfer method (McDonald et al 2011)", 
    "clean_text": "Surprisingly, our model slightly outperforms the mapping of (Petrov et al 2011), yielding an average accuracy of 56.7% as compared to the 55.4% achieved by its manually constructed counterpart for the direct transfer method (McDonald et al 2011).", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 19, 
    "citing_paper_id": "D12-1125", 
    "citing_paper_authority": 3, 
    "citing_paper_authors": "Yuan, Zhang | Roi, Reichart | Regina, Barzilay | Amir, Globerson", 
    "raw_text": "Specifically, McDonald et al (2011) have demonstrated that projecting from a single oracle chosen language can lead to good parsing performance, and our technique may allow such projection without an oracle. Relations between Objective Values and Optimization Performance The suboptimal performance of the Greedy method shows that choosing a good optimization strategy plays a critical role in finding the desired mapping", 
    "clean_text": "Specifically, McDonald et al (2011) have demonstrated that projecting from a single oracle chosen language can lead to good parsing performance, and our technique may allow such projection without an oracle.", 
    "keep_for_gold": 1
  }, 
  {
    "citance_No": 20, 
    "citing_paper_id": "D12-1125", 
    "citing_paper_authority": 3, 
    "citing_paper_authors": "Yuan, Zhang | Roi, Reichart | Regina, Barzilay | Amir, Globerson", 
    "raw_text": "The first section of the table is for the direct transfer of the MST parser (McDonald et al 2011)", 
    "clean_text": "The first section of the table is for the direct transfer of the MST parser (McDonald et al 2011).", 
    "keep_for_gold": 0
  }
]