[
  {
    "citance_No": 1, 
    "citing_paper_id": "P13-1160", 
    "citing_paper_authority": 7, 
    "citing_paper_authors": "Angeliki, Lazaridou | Ivan, Titov | Caroline, Sporleder", 
    "raw_text": "Discourse cues as predictive features of topic boundaries have also been cons id ered in Eisenstein and Barzilay (2008)", 
    "clean_text": "Discourse cues as predictive features of topic boundaries have also been considered in Eisenstein and Barzilay (2008).", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 2, 
    "citing_paper_id": "N09-1040", 
    "citing_paper_authority": 7, 
    "citing_paper_authors": "Jacob, Eisenstein", 
    "raw_text": "Eisenstein and Barzilay (2008) extend this work by marginalizing the language models using the Dirichlet compound multinomial distribution; this permits efficient inference to be performed directly in the space of segmentations. All of these papers consider only linear topic segmentation; we introduce multi-scale lexical cohesion, which posits that the distribution of some words changes slowly with high-level topics, while others change rapidly with lower-level subtopics. This gives a principled mechanism to model hierarchical topic segmentation", 
    "clean_text": "Eisenstein and Barzilay (2008) extend this work by marginalizing the language models using the Dirichlet compound multinomial distribution; this permits efficient inference to be performed directly in the space of segmentations.", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 3, 
    "citing_paper_id": "N09-1040", 
    "citing_paper_authority": 7, 
    "citing_paper_authors": "Jacob, Eisenstein", 
    "raw_text": "For computing the observation likelihoods in B, the time complexity is O (LT 2W), where W is the size of the vocabulary? by keeping cumulative lexical counts, we can compute B [u, v] without iterating from u to v. Eisenstein and Barzilay (2008) describe a dynamic program for linear segmentation with a space complexity of O (T) and time complexities of O (T 2) to compute the A matrix and O (TW) to fill the Bmatrix.1 Thus, moving to hierarchical segmentation introduces a factor of TL to the complexity of inference", 
    "clean_text": "Eisenstein and Barzilay (2008) describe a dynamic program for linear segmentation with a space complexity of O (T) and time complexities of O (T 2) to compute the A matrix and O (TW) to fill the B matrix.", 
    "keep_for_gold": 1
  }, 
  {
    "citance_No": 4, 
    "citing_paper_id": "N09-1040", 
    "citing_paper_authority": 7, 
    "citing_paper_authors": "Jacob, Eisenstein", 
    "raw_text": "Eisenstein and Barzilay (2008) use the same dataset to evaluate linear topic segmentation, though they evaluated only at the level of sections, given gold standard chapter boundaries. Practical applications of topic segmentation typically relate to more informal documents such as blogs or speech transcripts (Hsueh et al, 2006), as formal texts such as books already contain segmentation markings provided by the author", 
    "clean_text": "Eisenstein and Barzilay (2008) use the same dataset to evaluate linear topic segmentation, though they evaluated only at the level of sections, given gold standard chapter boundaries.", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 5, 
    "citing_paper_id": "N09-1040", 
    "citing_paper_authority": 7, 
    "citing_paper_authors": "Jacob, Eisenstein", 
    "raw_text": "This is equivalent to BAYESSEG, which achieved the best reported performance on the linear segmentation of this same dataset (Eisenstein and Barzilay, 2008)", 
    "clean_text": "This is equivalent to BAYESSEG, which achieved the best reported performance on the linear segmentation of this same dataset (Eisenstein and Barzilay, 2008).", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 6, 
    "citing_paper_id": "P10-2028", 
    "citing_paper_authority": 0, 
    "citing_paper_authors": "Minwoo, Jeong | Ivan, Titov", 
    "raw_text": "Our work extends the Bayesian segmentation model (Eisenstein and Barzilay, 2008) for isolated texts, to the problem of segmenting parallel parts of documents", 
    "clean_text": "Our work extends the Bayesian segmentation model (Eisenstein and Barzilay, 2008) for isolated texts, to the problem of segmenting parallel parts of documents.", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 7, 
    "citing_paper_id": "P10-2028", 
    "citing_paper_authority": 0, 
    "citing_paper_authors": "Minwoo, Jeong | Ivan, Titov", 
    "raw_text": "Note that all the documents are modeled independently, as we aim not to discover collection-level topics (as e.g. in (Blei et al, 2003)), but to perform joint discourse segmentation and alignment. Unlike (Eisenstein and Barzilay, 2008), we can not make an assumption that the number of segments is known a-priori, as the effective number of part-specific segments can vary significantly from document to document, depending on their size and structure", 
    "clean_text": "Unlike (Eisenstein and Barzilay, 2008), we cannot make an assumption that the number of segments is known a-priori, as the effective number of part-specific segments can vary significantly from document to document, depending on their size and structure.", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 8, 
    "citing_paper_id": "P10-2028", 
    "citing_paper_authority": 0, 
    "citing_paper_authors": "Minwoo, Jeong | Ivan, Titov", 
    "raw_text": "2 (a)), is sufficient (Eisenstein and Barzilay, 2008)", 
    "clean_text": "If the actual number of segments is known and only a linear discourse structure is acceptable, then a single move, shift of the segment border (Fig. 2(a)), is sufficient (Eisenstein and Barzilay, 2008).", 
    "keep_for_gold": 1
  }, 
  {
    "citance_No": 9, 
    "citing_paper_id": "P10-2028", 
    "citing_paper_authority": 0, 
    "citing_paper_authors": "Minwoo, Jeong | Ivan, Titov", 
    "raw_text": "The second baseline is a pipeline approach (Pipeline), where we first segment the lecture transcript with BayesSeg (Eisenstein and Barzilay, 2008) and then use the pairwise alignment to find their best alignment to the segments of the story. Our model We evaluate our joint model of segmentation and alignment both with and without the split/merge moves", 
    "clean_text": "The second baseline is a pipeline approach (Pipeline), where we first segment the lecture transcript with BayesSeg (Eisenstein and Barzilay, 2008) and then use the pairwise alignment to find their best alignment to the segments of the story.", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 10, 
    "citing_paper_id": "N10-1143", 
    "citing_paper_authority": 1, 
    "citing_paper_authors": "Lucien, Carroll", 
    "raw_text": "The Bayesian frame work explored by Eisenstein and Barzilay (2008) is a potential route to a richer model, and they found their richer model beneficial for a meetings corpus but not for a textbook", 
    "clean_text": "The Bayesian framework explored by Eisenstein and Barzilay (2008) is a potential route to a richer model, and they found their richer model beneficial for a meetings corpus but not for a textbook.", 
    "keep_for_gold": 1
  }, 
  {
    "citance_No": 11, 
    "citing_paper_id": "P12-1009", 
    "citing_paper_authority": 6, 
    "citing_paper_authors": "Viet-An, Nguyen | Jordan, Boyd-Graber | Philip, Resnik", 
    "raw_text": "This insight has been used to tune supervised methods (Hsueh et al, 2006) and inspire unsupervised models of lexical cohesion using bags of words (Purver et al, 2006) and language models (Eisenstein and Barzilay, 2008)", 
    "clean_text": "This insight has been used to tune supervised methods (Hsueh et al, 2006) and inspire unsupervised models of lexical cohesion using bags of words (Purver et al, 2006) and language models (Eisenstein and Barzilay, 2008).", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 12, 
    "citing_paper_id": "N12-1022", 
    "citing_paper_authority": 6, 
    "citing_paper_authors": "Anna, Kazantseva | Stan, Szpakowicz", 
    "raw_text": "In order to illustrate why using a single gold standard reference segmentation can be problematic, we evaluate three publicly available seg menters, MinCutSeg (Malioutov and Barzilay, 2006), BayesSeg (Eisenstein and Barzilay, 2008) and APS (Kazantseva and Szpakowicz, 2011), using several different gold standards and then using all available annotations", 
    "clean_text": "In order to illustrate why using a single gold standard reference segmentation can be problematic, we evaluate three publicly available segmenters, MinCutSeg (Malioutov and Barzilay, 2006), BayesSeg (Eisenstein and Barzilay, 2008) and APS (Kazantseva and Szpakowicz, 2011), using several different gold standards and then using all available annotations.", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 13, 
    "citing_paper_id": "D11-1026", 
    "citing_paper_authority": 7, 
    "citing_paper_authors": "Anna, Kazantseva | Stan, Szpakowicz", 
    "raw_text": "We compare APS with two recent systems: the Minimum Cutsegmenter (Malioutov and Barzilay, 2006) and the Bayesiansegmenter (Eisenstein and Barzilay, 2008)", 
    "clean_text": "We compare APS with two recent systems: the Minimum Cut segmenter (Malioutov and Barzilay, 2006) and the Bayesian segmenter (Eisenstein and Barzilay, 2008).", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 14, 
    "citing_paper_id": "D11-1026", 
    "citing_paper_authority": 7, 
    "citing_paper_authors": "Anna, Kazantseva | Stan, Szpakowicz", 
    "raw_text": "Another notable direction in text segmentation uses generative models to find segment boundaries. Eisenstein and Barzilay (2008) treat words in a sentence as draws from a multinomial language model", 
    "clean_text": "Eisenstein and Barzilay (2008) treat words in a sentence as draws from a multinomial language model.", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 15, 
    "citing_paper_id": "D11-1026", 
    "citing_paper_authority": 7, 
    "citing_paper_authors": "Anna, Kazantseva | Stan, Szpakowicz", 
    "raw_text": "We compare the performance of APS with that of two state-of-the-art segmenters: the Minimum Cutsegmenter (Malioutov and Barzilay, 2006) and the Bayesiansegmenter (EisensteinandBarzilay, 2008)", 
    "clean_text": "We compare the performance of APS with that of two state-of-the-art segmenters: the Minimum Cut segmenter (Malioutov and Barzilay, 2006) and the Bayesian segmenter (Eisenstein and Barzilay, 2008).", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 16, 
    "citing_paper_id": "P13-1167", 
    "citing_paper_authority": 2, 
    "citing_paper_authors": "Chris, Fournier", 
    "raw_text": "for which a variety of automatic segmenters exist (e.g., Hearst 1997, Malioutov and Barzilay 2006, Eisenstein and Barzilay 2008, and Kazantseva and Szpakowicz 2011)", 
    "clean_text": "", 
    "keep_for_gold": 0
  }, 
  {
    "citance_No": 17, 
    "citing_paper_id": "P13-1167", 
    "citing_paper_authority": 2, 
    "citing_paper_authors": "Chris, Fournier", 
    "raw_text": "Three automatic segmenters were trained? or had their parameters estimated upon? The Moonstone data set, including MinCut; (Malioutov and Barzilay, 2006), BayesSeg; (Eisenstein and Barzilay, 2008), and APS (Kazantseva and Szpakowicz, 2011)", 
    "clean_text": "Three automatic segmenters were trained - or had their parameters estimated upon - The Moonstone data set, including MinCut; (Malioutov and Barzilay, 2006), BayesSeg; (Eisenstein and Barzilay, 2008), and APS (Kazantseva and Szpakowicz, 2011).", 
    "keep_for_gold": 0
  }
]